{
  "lang": [
    {
      "english": [
        {
          "page1": [
            {
              "para1": [
                "Ten year old Veer is a very intelligent and curious boy. He and his Dadaji are great friends. They sleep in the same room. At bedtime before falling asleep, Dadaji makes up interesting stories on any topic that he feels little Veer should be aware of."
              ]
            }
          ],
          "page2": [
            {
              "para1": [
                "Veer's school was soon to hold a workshop on Space. Veer wanted to actively participate in this workshop. He was very interested in learning about India's Space Research Programme.",
                "The topic constantly played on his mind. One night, after completing his homework, packing his bag for school, and getting his uniform ready, Veer jumped into bed and snuggled against Dadaji."
              ],
              "para2": [
                "Veer - Dadaji, tell me a story about space, the moon, and astronauts.",
                "Dadaji's eyes twinkle. He had been expecting this question from Veer for quite some time now. He knew about the forthcoming workshop in the boy's school, and had seen his excited preparations."
              ]
            }
          ],
          "page3": [
            {
              "para1": [
                "Dadaji - What is so special about the moon today?",
                "Veer - Dadaji, this morning while cleaning my room, I saw the picture of a spacecraft on the moon on the front page of a newspaper. There were also pictures of people celebrating. I want to know why this news was so important that day."
              ]
            }
          ],
          "page4": [
            {
              "para1": [
                "Dadaji - Veer, it was a very great day in the history of Space research, as well as for India. Modiji has rightly named 23 August as National Space Day. But first let me tell you a small story about the moon which I heard from my grandmother when I was young.",
                "Veer - Wow! Tell me quickly, Dadaji.",
                "Dadaji - Once upon a time, a young princess wanted to go to the moon. The king didn't know how to fulfill his daughter's foolish wish. He promised a huge reward for anyone who would please his daughter. Many courtiers came forward with various ideas but none could please the princess.",
                "One day, a saint came and took the challenge. He asked the king to bring his daughter before him.",
                "Saint - Tell me, little one, how big is the moon?"
              ]
            }
          ],
          "page5": [
            {
              "para1": [
                "Saint - Tell me, little one, how big is the moon?",
                "Princess - It is as wide as my index finger.",
                "When I lift it towards the moon, it completely covers it, and then I can't see the moon at all.",
                "Saint - Do you know how high it is?",
                "Princess - It's visible just above that tree in the palace garden."
              ],
              "para2": [
                "I think it is just as high as that tree.",
                "Saint - What does the moon look like?",
                "Princess - It is white and bright like silver."
              ]
            }
          ]
        }
      ]
    },
    {
      "hindi": [
        {
          "page1": [
            {
              "para1": [
                "दस साल का वीर एक बहुत ही बुद्धिमान और जिज्ञासु लड़का है। वह और उसके दादाजी बहुत अच्छे दोस्त हैं। वे एक ही कमरे में सोते हैं। सोने से पहले, दादाजी किसी भी विषय पर दिलचस्प कहानियां बनाते हैं, जिनके बारे में उन्हें लगता है कि छोटे वीर को जानना चाहिए।"
              ]
            }
          ]
        }
      ]
    },
    {
      "తెలుగు": [
        {
          "page1": [
            {
              "para1": [
                "పది సంవత్సరాల వయసున్న వీర్ ఒక తెలివైన మరియు ఆసక్తి కలిగిన బాలుడు. అతను మరియు అతని తాత చాలా మంచి స్నేహితులు. వారు ఒకే గదిలో నిద్రిస్తారు. పడుకోబోయే ముందు, తాత ఏదైనా అంశంపై ఆసక్తికరమైన కథలను చెబుతారు, వీర్ తెలుసుకోవలసిన విషయాలుగా భావిస్తారు."
              ]
            }
          ]
        }
      ]
    },
    {
      "தமிழ்": [
        {
          "page1": [
            {
              "para1": [
                "பத்து வயதான வீர் ஒரு புத்திசாலி மற்றும் ஆர்வமுள்ள சிறுவன். அவனும் அவனுடைய தாதாவும் நல்ல நண்பர்கள். அவர்கள் ஒரே அறையில் தூங்குகிறார்கள். தூங்குவதற்கு முன், தாதா வீர் அறிந்திருக்க வேண்டும் என்று நினைக்கும் எந்தவொரு பொருளையும் பற்றி ஆர்வமூட்டும் கதைகளை சொல்லுவார்."
              ]
            }
          ]
        }
      ]
    },
    {
      "অসমীয়": [
        {
          "page1": [
            {
              "para1": [
                "দহ বছৰীয়া বীৰ এজন বুদ্ধিমান আৰু উৎসাহী ল’ৰা। তেওঁ আৰু তেওঁৰ দাদাই খুব ভাল বন্ধু। তেওঁলোকে একে কোঠাত শুবলৈ যায়। শুবলৈ যোৱাৰ আগতে, দাদাই যিকোনো বিষয়ৰ ওপৰত বীৰক জানিব লাগে বুলি অনুভৱ কৰি চমৎকাৰীয়া কাহিনী বৰ্ণনা কৰে।"
              ]
            }
          ]
        }
      ]
    },
    {
      "ગુજરાત": [
        {
          "page1": [
            {
              "para1": [
                "દસ વર્ષનો વીર ખૂબ બુદ્ધિશાળી અને જિજ્ઞાસુ છોકરો છે. તે અને તેના દાદાજી સારા મિત્ર છે. તેઓ એ જ રૂમમાં ઊંઘે છે. ઊંઘ આવવાના પહેલા, દાદાજી કોઈપણ વિષય પર રસપ્રદ કથાઓ બનાવે છે જે તેમને લાગે છે કે નાનો વીર જાણકાર બનવો જોઈએ."
              ]
            }
          ]
        }
      ]
    },
    {
      "ಕನ್ನಡ": [
        {
          "page1": [
            {
              "para1": [
                "ಹತ್ತೂವರೆ ವರ್ಷದ ವೀರ್ ತುಂಬಾ ಬುದ್ಧಿವಂತ ಮತ್ತು ಕುತೂಹಲಿಯಾಗಿರುವ ಹುಡುಗ. ಅವನು ಮತ್ತು ಅವನ ದಾದಾಜಿ ಉತ್ತಮ ಸ್ನೇಹಿತರಾಗಿದ್ದಾರೆ. ಅವರು ಒಂದೇ ಕೊಠಡಿಯಲ್ಲೇ ಹೂಗುಲ್ಲುತ್ತಾರೆ. ಹೂಗುಲು ಬರುವ ಮೊದಲು, ದಾದಾಜಿ ಯಾವೂ ಸಮಯದಲ್ಲಿ ವೀರನು ತಿಳಿದುಕೊಳ್ಳಬೇಕಾದ ಯಾವುದೇ ವಿಷಯದ ಮೇಲೆ ಆಸಕ್ತಿದಾಯಕ ಕಥೆಗಳು ಹೇಳುತ್ತಾರೆ."
              ]
            }
          ]
        }
      ]
    },
    {
      "മലയാളം": [
        {
          "page1": [
            {
              "para1": [
                "പതിനൊന്നു വയസ്സുള്ള വീർ ഒരു ബുദ്ധിമാൻ കൂടാതെ കൗതുകമുള്ള കുട്ടിയാണ്. അവനും അവന്റെ ദാദാജിയുമായി നല്ല സുഹൃത്തുക്കളാണ്. അവർ ഒരുമിച്ചായി ഒരു മുറിയിലേയ്ക്ക് ഉറങ്ങുന്നു. ഉറങ്ങുന്നതിന് മുൻപ്, ദാദാജി വീർ അറിയേണ്ടതായ വിവിധ വിഷയങ്ങളിൽ തൻറെ കഥകൾ പറഞ്ഞു കൊടുക്കാറുണ്ട്."
              ]
            }
          ]
        }
      ]
    }
  ]
}
