{
  "lang": [
    {
      "english": [
        {
          "page1": [
            {
              "para1": [
                "Ten year old Veer is a very intelligent and curious boy. He and his Dadaji are great friends. They sleep in the same room. At bedtime before falling asleep, Dadaji makes up interesting stories on any topic that he feels little Veer should be aware of."
              ]
            }
          ],
          "page2": [
            {
              "para1": [
                "Veer's school was soon to hold a workshop on Space. Veer wanted to actively participate in this workshop. He was very interested in learning about India's Space Research Programme.",
                "The topic constantly played on his mind. One night, after completing his homework, packing his bag for school, and getting his uniform ready, Veer jumped into bed and snuggled against Dadaji.",
                "Veer - Dadaji, tell me a story about space, the moon, and astronauts."
              ],
              "para2": [
                "Veer's school was soon to hold a workshop on Space. Veer wanted to actively participate in this workshop. He was very interested in learning about India's Space Research Programme. The topic constantly played on his mind. One night, after completing his homework, packing his bag for school, and getting his uniform ready, Veer jumped into bed and snuggled against Dadaji.",
                "Veer - Dadaji, tell me a story about space, the moon, and astronauts."
              ]
            }
          ],
          "page3": [
            {
              "para1": [
                "Dadaji's eyes twinkle. He had been expecting this question from Veer for quite some time now. He knew about the forthcoming workshop in the boy's school, and had seen his excited preparations.",
                "Dadaji - What is so special about the moon today?",
                "Veer - Dadaji, this morning while cleaning my room, I saw the picture of a spacecraft on the moon on the front page of a newspaper. There were also pictures of people celebrating. I want to know why this news was so important that day."
              ]
            }
          ],
          "page4": [
            {
              "para1": [
                "Dadaji - Veer, it was a very great day in the history of Space research, as well as for India. Modiji has rightly named 23 August as National Space Day. But first let me tell you a small story about the moon which I heard from my grandmother when I was young.",
                "Veer - Wow! Tell me quickly, Dadaji.",
                "Dadaji - Once upon a time, a young princess wanted to go to the moon. The king didn't know how to fulfill his daughter's foolish wish. He promised a huge reward for anyone who would please his daughter. Many courtiers came forward with various ideas but none could please the princess.",
                "One day, a saint came and took the challenge. He asked the king to bring his daughter before him.",
                "Saint - Tell me, little one, how big is the moon?"
              ]
            }
          ],
          "page5": [
            {
              "para1": [
                "Saint - Tell me, little one, how big is the moon?",
                "Princess - It is as wide as my index finger.",
                "When I lift it towards the moon, it completely covers it, and then I can't see the moon at all.",
                "Saint - Do you know how high it is?",
                "Princess - It's visible just above that tree in the palace garden."
              ],
              "para2": [
                "I think it is just as high as that tree.",
                "Saint - What does the moon look like?",
                "Princess - It is white and bright like silver."
              ]
            }
          ]
        }
      ]
    },
    {
      "हिंदी": [
        {
          "page1": [
            {
              "para1": [
                "दस साल का वीर एक बहुत ही बुद्धिमान और जिज्ञासु लड़का है। वह और उसके दादाजी बहुत अच्छे दोस्त हैं। वे एक ही कमरे में सोते हैं। सोने से पहले, दादाजी किसी भी विषय पर दिलचस्प कहानियां बनाते हैं, जिनके बारे में उन्हें लगता है कि छोटे वीर को जानना चाहिए।"
              ]
            }
          ],
          "page2": [
            {
              "para1": [
                "वीर के स्कूल में जल्द ही अंतरिक्ष पर एक कार्यशाला आयोजित होने वाली थी। वीर इस कार्यशाला में सक्रिय रूप से भाग लेना चाहता था। वह भारत के अंतरिक्ष अनुसंधान कार्यक्रम के बारे में जानने में बहुत रुचि रखता था।",
                "यह विषय उसके दिमाग में लगातार घूमता रहा। एक रात, होमवर्क पूरा करने, स्कूल के लिए अपना बैग पैक करने और अपनी वर्दी तैयार करने के बाद, वीर बिस्तर में कूद गया और दादाजी के पास सिमट गया।",
                "वीर - दादाजी, मुझे अंतरिक्ष, चाँद और अंतरिक्ष यात्रियों की कहानी सुनाइए।"
              ],
              "para2": [
                "वीर के स्कूल में जल्द ही अंतरिक्ष पर एक कार्यशाला आयोजित होने वाली थी। वीर इस कार्यशाला में सक्रिय रूप से भाग लेना चाहता था। वह भारत के अंतरिक्ष अनुसंधान कार्यक्रम के बारे में जानने में बहुत रुचि रखता था। यह विषय उसके दिमाग में लगातार घूमता रहा। एक रात, होमवर्क पूरा करने, स्कूल के लिए अपना बैग पैक करने और अपनी वर्दी तैयार करने के बाद, वीर बिस्तर में कूद गया और दादाजी के पास सिमट गया।",
                "वीर - दादाजी, मुझे अंतरिक्ष, चाँद और अंतरिक्ष यात्रियों की कहानी सुनाइए।"
              ]
            }
          ],
          "page3": [
            {
              "para1": [
                "दादाजी की आँखों में चमक आ जाती है। वह कुछ समय से वीर से इस सवाल की उम्मीद कर रहे थे। वह लड़के के स्कूल में होने वाले आगामी कार्यशाला के बारे में जानते थे, और उन्होंने उसकी उत्साहित तैयारी देखी थी।",
                "दादाजी - आज चाँद में क्या खास बात है?",
                "वीर - दादाजी, आज सुबह जब मैं अपना कमरा साफ कर रहा था, तो मैंने अखबार के पहले पृष्ठ पर चाँद पर एक अंतरिक्ष यान की तस्वीर देखी। वहाँ लोगों की जश्न मनाने की तस्वीरें भी थीं। मैं जानना चाहता हूँ कि वह ख़बर उस दिन इतनी महत्वपूर्ण क्यों थी।"
              ]
            }
          ]
        }
      ]
    },
    {
      "తెలుగు": [
        {
          "page1": [
            {
              "para1": [
                "పది సంవత్సరాల వయసున్న వీర్ ఒక తెలివైన మరియు ఆసక్తి కలిగిన బాలుడు. అతను మరియు అతని తాత చాలా మంచి స్నేహితులు. వారు ఒకే గదిలో నిద్రిస్తారు. పడుకోబోయే ముందు, తాత ఏదైనా అంశంపై ఆసక్తికరమైన కథలను చెబుతారు, వీర్ తెలుసుకోవలసిన విషయాలుగా భావిస్తారు."
              ]
            }
          ],
          "page2": [
            {
              "para1": [
                "వీర్ స్కూల్‌లో త్వరలో స్పేస్‌పై ఒక వర్క్‌షాప్ జరుగనుంది. ఈ వర్క్‌షాప్‌లో సక్రియంగా పాల్గొనాలని వీర్ కోరుకున్నాడు. అతనికి భారత అంతరిక్ష పరిశోధన కార్యక్రమం గురించి తెలుసుకోవడంలో ఆసక్తి ఉంది.",
                "ఈ విషయం అతని మనస్సులో నిరంతరం ఆడుతుండేది. ఒక రాత్రి, హోంవర్క్ పూర్తి చేసి, స్కూల్ కోసం బ్యాగ్ ప్యాక్ చేసి, యూనిఫార్మ్ సిద్ధం చేసిన తర్వాత, వీర్ మంచంలోకి దూకి దాదాజీ వద్దకి చేరుకున్నాడు.",
                "వీర్ - దాదాజీ, స్పేస్, చంద్రుడు మరియు వ్యోమగాముల కథ చెప్పండి."
              ],
              "para2": [
                "వీర్ స్కూల్‌లో త్వరలో స్పేస్‌పై ఒక వర్క్‌షాప్ జరుగనుంది. ఈ వర్క్‌షాప్‌లో సక్రియంగా పాల్గొనాలని వీర్ కోరుకున్నాడు. అతనికి భారత అంతరిక్ష పరిశోధన కార్యక్రమం గురించి తెలుసుకోవడంలో ఆసక్తి ఉంది. ఈ విషయం అతని మనస్సులో నిరంతరం ఆడుతుండేది. ఒక రాత్రి, హోంవర్క్ పూర్తి చేసి, స్కూల్ కోసం బ్యాగ్ ప్యాక్ చేసి, యూనిఫార్మ్ సిద్ధం చేసిన తర్వాత, వీర్ మంచంలోకి దూకి దాదాజీ వద్దకి చేరుకున్నాడు.",
                "వీర్ - దాదాజీ, స్పేస్, చంద్రుడు మరియు వ్యోమగాముల కథ చెప్పండి."
              ]
            }
          ],
          "page3": [
            {
              "para1": [
                "దాదాజీ యొక్క కళ్లలో కాంతి మెరుస్తుంది. కొన్ని రోజులుగా వీర్ నుండి ఈ ప్రశ్నను ఆయన అంచనా వేసేవారు. అతను బాయ్ పాఠశాలలో జరగబోయే వర్క్‌షాప్ గురించి తెలుసుకొన్నారు మరియు అతని ఉత్సాహంతో ఏర్పాట్లు చూస్తున్నారు.",
                "దాదాజీ - ఈ రోజు చంద్రుని గురించి ప్రత్యేకమైనది ఏమిటి?",
                "వీర్ - దాదాజీ, ఈ ఉదయం నా గది శుభ్రం చేస్తున్నప్పుడు నేను ఒక న్యూస్‌పేపర్ యొక్క ముందరి పేజీపై చంద్రునిపై ఒక అంతరిక్ష వాహనం చిత్రాన్ని చూశాను. అక్కడ కూడా సంబరాలు జరుపుతున్న మనుషుల చిత్రాలు ఉన్నాయి. ఆ రోజు ఆ వార్త ఎందుకు అంత ముఖ్యమైనది అని నాకు తెలుసుకోవాలి."
              ]
            }
          ]
        }
      ]
    },
    {
      "தமிழ்": [
        {
          "page1": [
            {
              "para1": [
                "பத்து வயதான வீர் ஒரு புத்திசாலி மற்றும் ஆர்வமுள்ள சிறுவன். அவனும் அவனுடைய தாதாவும் நல்ல நண்பர்கள். அவர்கள் ஒரே அறையில் தூங்குகிறார்கள். தூங்குவதற்கு முன், தாதா வீர் அறிந்திருக்க வேண்டும் என்று நினைக்கும் எந்தவொரு பொருளையும் பற்றி ஆர்வமூட்டும் கதைகளை சொல்லுவார்."
              ]
            }
          ],
          "page2": [
            {
              "para1": [
                "வீரின் பள்ளியில் விரைவில் விண்வெளி குறித்த ஒரு பட்டறை நடைபெற உள்ளது. இந்த பட்டறையில் சுறுசுறுப்பாக பங்கேற்க விரும்பினார். இந்தியாவின் விண்வெளி ஆராய்ச்சி திட்டம் குறித்து அறிய விரும்பினார்.",
                "இந்த தலைப்பு அவரின் மனதில் தொடர்ந்து விளையாடியது. ஒரு இரவு, அவரது வீட்டு வேலை முடித்து, பள்ளிக்கான பையை பொது செய்து, சரியான சீருடையை தயாரித்த பிறகு, வீரர் படுக்கையில் பாய்ந்து தாத்தாவின் அருகில் அணைந்து படுத்தார்.",
                "வீரர் - தாத்தா, விண்வெளி, சந்திரன் மற்றும் விண்வெளி வீரர்கள் பற்றிய ஒரு கதை சொல்லுங்கள்."
              ],
              "para2": [
                "வீரின் பள்ளியில் விரைவில் விண்வெளி குறித்த ஒரு பட்டறை நடைபெற உள்ளது. இந்த பட்டறையில் சுறுசுறுப்பாக பங்கேற்க விரும்பினார். இந்தியாவின் விண்வெளி ஆராய்ச்சி திட்டம் குறித்து அறிய விரும்பினார். இந்த தலைப்பு அவரின் மனதில் தொடர்ந்து விளையாடியது. ஒரு இரவு, அவரது வீட்டு வேலை முடித்து, பள்ளிக்கான பையை பொது செய்து, சரியான சீருடையை தயாரித்த பிறகு, வீரர் படுக்கையில் பாய்ந்து தாத்தாவின் அருகில் அணைந்து படுத்தார்.",
                "வீரர் - தாத்தா, விண்வெளி, சந்திரன் மற்றும் விண்வெளி வீரர்கள் பற்றிய ஒரு கதை சொல்லுங்கள்."
              ]
            }
          ],
          "page3": [
            {
              "para1": [
                "தாதாஜி கண்களிலிருந்து மின்னல் கதிர் விழுகிறது. சில நாட்களாகவே வீரிடமிருந்து இந்த கேள்வி வருவதற்கு அவர் எதிர்பார்த்துக் கொண்டிருந்தார். அவர் அந்த பையன் பள்ளியில் நடைபெறும் விரைவில் நடைபெறவுள்ள வேர் கூட்டத்தைப் பற்றியதை அறிவினார், மேலும் அவருடைய உற்சாகமான தயார் பரிசீலனை செய்தார்.",
                "தாதாஜி - இன்று சந்திரனுக்கு என்ன சிறப்பு?",
                "வீரு - தாதாஜி, இன்று காலை என் அறையை சுத்தம் செய்யும் போது நான் ஒரு நாளிதழின் முன்னணி பக்கத்தில் சந்திரனின் மீது ஒரு விண்வெளி விமானம் படம் பார்த்தேன். அங்கு மக்கள் கொண்டாட்டம் செய்கிற படங்களும் இருந்தன. அந்த நாள் அந்த செய்தி ஏன் இவ்வளவு முக்கியமானது என்பதை நான் அறிய விரும்புகிறேன்."
              ]
            }
          ]
        }
      ]
    },
    {
      "অসমীয়": [
        {
          "page1": [
            {
              "para1": [
                "দহ বছৰীয়া বীৰ এজন বুদ্ধিমান আৰু উৎসাহী ল’ৰা। তেওঁ আৰু তেওঁৰ দাদাই খুব ভাল বন্ধু। তেওঁলোকে একে কোঠাত শুবলৈ যায়। শুবলৈ যোৱাৰ আগতে, দাদাই যিকোনো বিষয়ৰ ওপৰত বীৰক জানিব লাগে বুলি অনুভৱ কৰি চমৎকাৰীয়া কাহিনী বৰ্ণনা কৰে।"
              ]
            }
          ],
          "page2": [
            {
              "para1": [
                "ভীৰৰ বিদ্যালয়ত শীঘ্ৰে মহাকাশৰ ওপৰত এখন কৰ্মশালা অনুষ্ঠিত হ'ব। ভীৰে এই কৰ্মশালাত সক্ৰিয়ভাৱে অংশগ্ৰহণ কৰিব বিচাৰিছিল। তেওঁ ভাৰতৰ মহাকাশ গৱেষণা কাৰ্যসূচী সম্পৰ্কে জানিবলৈ খুব আগ্ৰহী আছিল।",
                "এই বিষয়টো তেওঁৰ মনত সদায় খেলি আছিল। এখন ৰাতি, গৃহকাৰ্য সমাপ্ত কৰি, বিদ্যালয়ৰ বাবে বেগ সাজি আৰু পোছাক সাজি লোৱাৰ পিছত, ভীৰ বিছনাত তল মিলি দাদাৰ ওচৰত মিচিকি মাৰি শুই পৰিল।",
                "ভীৰ - দাদা, মোক মহাকাশ, চন্দ্ৰ আৰু মহাকাশচাৰীৰ গল্প ক'ব।"
              ],
              "para2": [
                "ভীৰৰ বিদ্যালয়ত শীঘ্ৰে মহাকাশৰ ওপৰত এখন কৰ্মশালা অনুষ্ঠিত হ'ব। ভীৰে এই কৰ্মশালাত সক্ৰিয়ভাৱে অংশগ্ৰহণ কৰিব বিচাৰিছিল। তেওঁ ভাৰতৰ মহাকাশ গৱেষণা কাৰ্যসূচী সম্পৰ্কে জানিবলৈ খুব আগ্ৰহী আছিল। এই বিষয়টো তেওঁৰ মনত সদায় খেলি আছিল। এখন ৰাতি, গৃহকাৰ্য সমাপ্ত কৰি, বিদ্যালয়ৰ বাবে বেগ সাজি আৰু পোছাক সাজি লোৱাৰ পিছত, ভীৰ বিছনাত তল মিলি দাদাৰ ওচৰত মিচিকি মাৰি শুই পৰিল।",
                "ভীৰ - দাদা, মোক মহাকাশ, চন্দ্ৰ আৰু মহাকাশচাৰীৰ গল্প ক'ব।"
              ]
            }
          ],
          "page3": [
            {
              "para1": [
                "দাদাজীৰ চকুতো চমকাই উঠে। তেওঁ কিছুদিন ধৰি ভীৰৰ পৰা এই প্ৰশ্নৰ বাবে অপেক্ষা কৰি আছিল। তেওঁ বাচলাৰ বিদ্যালয়ত আহিবলগীয়া কৰ্মশালাৰ বিষয়ে জানিছিল আৰু তেওঁৰ উৎফুল্ল প্ৰস্তুতি চাবলৈ পোৱাৰ পৰা জানিছিল।",
                "দাদাজী - আজিৰ চন্দ্ৰৰ বিষয়ে কি বিশেষ?",
                "ভীৰ - দাদাজী, আজিৰ পুৱাতে মই মোৰ কোঠা পৰিস্কাৰ কৰোঁতে মই এক সংবাদ পত্ৰৰ আগৰ পৃষ্ঠাত চন্দ্ৰৰ ওপৰত এক মহাকাশযানৰ ছবি দেখিছিলো। তাতো মানুহবোৰ আনন্দ উদযাপন কৰা ছবিসমূহ আছিল। মই জানিব বিচাৰোঁ যে সেই দিনটোত সেয়া কিয় বিশেষ মুল্যবান আছিল।"
              ]
            }
          ]
        }
      ]
    },
    {
      "ગુજરાત": [
        {
          "page1": [
            {
              "para1": [
                "દસ વર્ષનો વીર ખૂબ બુદ્ધિશાળી અને જિજ્ઞાસુ છોકરો છે. તે અને તેના દાદાજી સારા મિત્ર છે. તેઓ એ જ રૂમમાં ઊંઘે છે. ઊંઘ આવવાના પહેલા, દાદાજી કોઈપણ વિષય પર રસપ્રદ કથાઓ બનાવે છે જે તેમને લાગે છે કે નાનો વીર જાણકાર બનવો જોઈએ."
              ]
            }
          ],
          "page2": [
            {
              "para1": [
                "વીરના સ્કૂલમાં વહેલું સ્પેસ પર વર્કશોપ યોજાવાનું હતું. વીરે આ વર્કશોપમાં સક્રિયપણે ભાગ લેવા માંગતો હતો. તે ભારતના અંતરિક્ષ સંશોધન કાર્યક્રમ વિશે શીખવા માંગતો હતો.",
                "વિષય સતત તેના મનમાં રમતો હતો. એક રાતે, હોમવર્ક પૂર્ણ કર્યા પછી, સ્કૂલ માટે થેલો તૈયાર કરીને અને યુનિફોર્મ તૈયાર કર્યા પછી, વીર બેડમાં કૂદી ગયો અને દાદાજી સાથે ચીપકી ગયો.",
                "વીર - દાદાજી, મને અંતરિક્ષ, ચંદ્ર અને અંતરિક્ષ યાત્રીઓની વાર્તા કહો."
              ],
              "para2": [
                "વીરના સ્કૂલમાં વહેલું સ્પેસ પર વર્કશોપ યોજાવાનું હતું. વીરે આ વર્કશોપમાં સક્રિયપણે ભાગ લેવા માંગતો હતો. તે ભારતના અંતરિક્ષ સંશોધન કાર્યક્રમ વિશે શીખવા માંગતો હતો. વિષય સતત તેના મનમાં રમતો હતો. એક રાતે, હોમવર્ક પૂર્ણ કર્યા પછી, સ્કૂલ માટે થેલો તૈયાર કરીને અને યુનિફોર્મ તૈયાર કર્યા પછી, વીર બેડમાં કૂદી ગયો અને દાદાજી સાથે ચીપકી ગયો.",
                "વીર - દાદાજી, મને અંતરિક્ષ, ચંદ્ર અને અંતરિક્ષ યાત્રીઓની વાર્તા કહો."
              ]
            }
          ],
          "page3": [
            {
              "para1": [
                "દાદાજીની आँखોમાં ચમક આવે છે. ઘણા સમયથી તેઓ વિરથી આ સવાલ અપેક્ષિત કરી રહ્યા હતા. તેમને દીકરા ના સ્કૂલમાં આવનારા વર્કશોપ વિશે જાણ્યું હતું અને તેમની ઉત્સાહી તૈયારી જોઈ હતી.",
                "દાદાજી - આજે ચંદ્ર વિશે શું વિશેષ છે?",
                "વીર - દાદાજી, આજે સવારે જ્યારે હું મારું રૂમ સાફ કરી રહ્યો હતો, ત્યારે મેં એક અખબારમાં ચંદ્ર પર એક સ્પેસક્રાફ્ટની તસવીર જોયી. ત્યાં લોકો ઉત્સવ મણાવી રહ્યા હતા એવી તસવીરો પણ હતી. હું જાણવા માંગું છું કે એ દિવસ પર આ સમાચાર એટલા મહત્વપૂર્ણ કેમ હતા."
              ]
            }
          ]
        }
      ]
    },
    {
      "ಕನ್ನಡ": [
        {
          "page1": [
            {
              "para1": [
                "ಹತ್ತೂವರೆ ವರ್ಷದ ವೀರ್ ತುಂಬಾ ಬುದ್ಧಿವಂತ ಮತ್ತು ಕುತೂಹಲಿಯಾಗಿರುವ ಹುಡುಗ. ಅವನು ಮತ್ತು ಅವನ ದಾದಾಜಿ ಉತ್ತಮ ಸ್ನೇಹಿತರಾಗಿದ್ದಾರೆ. ಅವರು ಒಂದೇ ಕೊಠಡಿಯಲ್ಲೇ ಹೂಗುಲ್ಲುತ್ತಾರೆ. ಹೂಗುಲು ಬರುವ ಮೊದಲು, ದಾದಾಜಿ ಯಾವೂ ಸಮಯದಲ್ಲಿ ವೀರನು ತಿಳಿದುಕೊಳ್ಳಬೇಕಾದ ಯಾವುದೇ ವಿಷಯದ ಮೇಲೆ ಆಸಕ್ತಿದಾಯಕ ಕಥೆಗಳು ಹೇಳುತ್ತಾರೆ."
              ]
            }
          ],
          "page2": [
            {
              "para1": [
                "ವೀರನ ಶಾಲೆಯಲ್ಲಿ ಶೀಘ್ರವೇ ಬಾಹ್ಯಾಕಾಶದ ಮೇಲೆ ಕಾರ್ಯಾಗಾರ ನಡೆಯಲಿದೆ. ವೀರನಿಗೆ ಈ ಕಾರ್ಯಾಗಾರದಲ್ಲಿ ಸಕ್ರಿಯವಾಗಿ ಭಾಗವಹಿಸಲು ಇಚ್ಛೆ ಇತ್ತು. ಅವನಿಗೆ ಭಾರತದ ಬಾಹ್ಯಾಕಾಶ ಸಂಶೋಧನಾ ಕಾರ್ಯಕ್ರಮದ ಬಗ್ಗೆ ತಿಳಿಯುವ ಆಸಕ್ತಿ ಇತ್ತು.",
                "ಈ ವಿಷಯವು ಅವನ ಮನಸ್ಸಿನಲ್ಲಿ ನಿರಂತರವಾಗಿ ಆಟವಾಡುತ್ತಿತ್ತು. ಒಂದು ರಾತ್ರಿ, ಹೋಮ್‌ವರ್ಕ್ ಮುಗಿಸಿ, ಶಾಲೆಗೆ ತನ್ನ ಚೀಲವನ್ನು ಪ್ಯಾಕ್ ಮಾಡಿ, ಮತ್ತು ತನ್ನ ಯೂನಿಫಾರ್ಮ್ ಸಿದ್ಧಪಡಿಸಿದ ನಂತರ, ವೀರನು ಹಾಸಿಗೆಯಲ್ಲಿ ಹಾರಿ ದಾದಾಜಿಯ ಹತ್ತಿರ ಕುಳಿತನು.",
                "ವೀರ - ದಾದಾಜಿ, ಬಾಹ್ಯಾಕಾಶ, ಚಂದ್ರ, ಮತ್ತು ಬಾಹ್ಯಾಕಾಶ ಯಾತ್ರಿಕರ ಕಥೆಯನ್ನು ಹೇಳಿ."
              ],
              "para2": [
                "ವೀರನ ಶಾಲೆಯಲ್ಲಿ ಶೀಘ್ರವೇ ಬಾಹ್ಯಾಕಾಶದ ಮೇಲೆ ಕಾರ್ಯಾಗಾರ ನಡೆಯಲಿದೆ. ವೀರನಿಗೆ ಈ ಕಾರ್ಯಾಗಾರದಲ್ಲಿ ಸಕ್ರಿಯವಾಗಿ ಭಾಗವಹಿಸಲು ಇಚ್ಛೆ ಇತ್ತು. ಅವನಿಗೆ ಭಾರತದ ಬಾಹ್ಯಾಕಾಶ ಸಂಶೋಧನಾ ಕಾರ್ಯಕ್ರಮದ ಬಗ್ಗೆ ತಿಳಿಯುವ ಆಸಕ್ತಿ ಇತ್ತು. ಈ ವಿಷಯವು ಅವನ ಮನಸ್ಸಿನಲ್ಲಿ ನಿರಂತರವಾಗಿ ಆಟವಾಡುತ್ತಿತ್ತು. ಒಂದು ರಾತ್ರಿ, ಹೋಮ್‌ವರ್ಕ್ ಮುಗಿಸಿ, ಶಾಲೆಗೆ ತನ್ನ ಚೀಲವನ್ನು ಪ್ಯಾಕ್ ಮಾಡಿ, ಮತ್ತು ತನ್ನ ಯೂನಿಫಾರ್ಮ್ ಸಿದ್ಧಪಡಿಸಿದ ನಂತರ, ವೀರನು ಹಾಸಿಗೆಯಲ್ಲಿ ಹಾರಿ ದಾದಾಜಿಯ ಹತ್ತಿರ ಕುಳಿತನು.",
                "ವೀರ - ದಾದಾಜಿ, ಬಾಹ್ಯಾಕಾಶ, ಚಂದ್ರ, ಮತ್ತು ಬಾಹ್ಯಾಕಾಶ ಯಾತ್ರಿಕರ ಕಥೆಯನ್ನು ಹೇಳಿ."
              ]
            }
          ],
          "page3": [
            {
              "para1": [
                "ದಾದಾಜಿಯ ಕಣ್ಣುಗಳಲ್ಲಿ ಹೊತ್ತಿ ಹೊತ್ತಿ ನಗುವುದು. ಈ ಪ್ರಶ್ನೆಗೆ वीरರಿಂದ ಬಹುದೂರ ಇಷ್ಟವಾಗಿದ್ದುದರಿಂದ ಅವರು ತಯಾರಾಗಿದ್ದರು. ಅವರು ಆ ಹುಡುಗನ ಶಾಲೆಯ ಒಳಗಿನ ಕಾರ್ಯಾಗಾರದ ಬಗ್ಗೆ ತಿಳಿದುಕೊಂಡಿದ್ದರು ಮತ್ತು ಅವನ ಉತ್ಸಾಹದಿಂದ ಸಿದ್ಧತೆಗಳನ್ನು ಕಂಡಿದ್ದರು.",
                "ದಾದಾಜಿ - ಇವತ್ತು ಚಂದ್ರನ ಬಗ್ಗೆ ವಿಶೇಷವೇನು?",
                "ವೀರ್ - ದಾದಾಜಿ, ಇಂದು ಬೆಳಗ್ಗೆ ನಾನು ನನ್ನ ಕೊಠಡಿ ಸ್ವಚ್ಛಗೊಳಿಸುವಾಗ ನಾನು ಒಂದು ಪತ್ರಿಕೆಯ ಮುಂಬುಂದಿ ಪುಟದಲ್ಲಿ ಚಂದ್ರನ ಮೇಲೆ ಒಂದು ಪ್ರೇಕ್ಷಣೀಯ ಹಾರ್ದಿಕ ವಿಮಾನವನ್ನು ನೋಡಿದ್ದೇನೆ. ಅಲ್ಲಿಯೂ ಕೆಲವು ಜನರು ಹಬ್ಬವನ್ನು ಹಾರೈಸುತ್ತಿದ್ದ ದರ್ಶನಗಳನ್ನು ನೋಡಿದೆನು. ನಾನು ತಿಳಿದುಕೊಳ್ಳಲು ಇಚ್ಛಿಸುತ್ತೇನೆ ಆ ದಿನ ಈ ಸುದ್ದಿ ಏಕೆ ಇಷ್ಟವಾಗಿತ್ತು."
              ]
            }
          ]
        }
      ]
    },
    {
      "മലയാളം": [
        {
          "page1": [
            {
              "para1": [
                "പതിനൊന്നു വയസ്സുള്ള വീർ ഒരു ബുദ്ധിമാൻ കൂടാതെ കൗതുകമുള്ള കുട്ടിയാണ്. അവനും അവന്റെ ദാദാജിയുമായി നല്ല സുഹൃത്തുക്കളാണ്. അവർ ഒരുമിച്ചായി ഒരു മുറിയിലേയ്ക്ക് ഉറങ്ങുന്നു. ഉറങ്ങുന്നതിന് മുൻപ്, ദാദാജി വീർ അറിയേണ്ടതായ വിവിധ വിഷയങ്ങളിൽ തൻറെ കഥകൾ പറഞ്ഞു കൊടുക്കാറുണ്ട്."
              ]
            }
          ],
          "page2": [
            {
              "para1": [
                "വീരിന്റെ സ്കൂളിൽ അടുത്തിടെ ബഹിരാകാശത്തെ കുറിച്ചുള്ള ഒരു വേർക്ക്‌ഷോപ്പ് നടത്താനിരിക്കുന്നു. ഈ വേർക്ക്‌ഷോപ്പിൽ സജീവമായി പങ്കെടുക്കാൻ വീരൻ ആഗ്രഹിച്ചു. ഇന്ത്യയുടെ ബഹിരാകാശ ഗവേഷണ പരിപാടി കുറിച്ചറിയാൻ അദ്ദേഹത്തിന് വലിയ താൽപ്പര്യമുണ്ട്.",
                "ഈ വിഷയം അവന്റെ മനസ്സിൽ സ്ഥിരമായി കളിച്ചിരുന്നു. ഒരു രാത്രി, ഹോംവർക്കും പൂർത്തിയാക്കി, സ്കൂളിലേക്ക് ബാഗ് പായ്ക്ക് ചെയ്യുകയും യൂണിഫോം സജ്ജമാക്കുകയും ചെയ്ത ശേഷം, വീരൻ കിടക്കയിൽ ചാടി ദാദാജിയോട് ചേർന്ന് ഉറങ്ങാൻ പോയി.",
                "വീരൻ - ദാദാജി, ബഹിരാകാശം, ചന്ദ്രൻ, ബഹിരാകാശ യാത്രക്കാരുടെ കഥ പറയൂ."
              ],
              "para2": [
                "വീരിന്റെ സ്കൂളിൽ അടുത്തിടെ ബഹിരാകാശത്തെ കുറിച്ചുള്ള ഒരു വേർക്ക്‌ഷോപ്പ് നടത്താനിരിക്കുന്നു. ഈ വേർക്ക്‌ഷോപ്പിൽ സജീവമായി പങ്കെടുക്കാൻ വീരൻ ആഗ്രഹിച്ചു. ഇന്ത്യയുടെ ബഹിരാകാശ ഗവേഷണ പരിപാടി കുറിച്ചറിയാൻ അദ്ദേഹത്തിന് വലിയ താൽപ്പര്യമുണ്ട്. ഈ വിഷയം അവന്റെ മനസ്സിൽ സ്ഥിരമായി കളിച്ചിരുന്നു. ഒരു രാത്രി, ഹോംവർക്കും പൂർത്തിയാക്കി, സ്കൂളിലേക്ക് ബാഗ് പായ്ക്ക് ചെയ്യുകയും യൂണിഫോം സജ്ജമാക്കുകയും ചെയ്ത ശേഷം, വീരൻ കിടക്കയിൽ ചാടി ദാദാജിയോട് ചേർന്ന് ഉറങ്ങാൻ പോയി.",
                "വീരൻ - ദാദാജി, ബഹിരാകാശം, ചന്ദ്രൻ, ബഹിരാകാശ യാത്രക്കാരുടെ കഥ പറയൂ."
              ]
            }
          ],
          "page3": [
            {
              "para1": [
                "ദാദാജിയുടെ കണ്ണുകളിൽ മിനുങ്ങി നിലാവ് തെളിയുന്നു. ചില കാലങ്ങളായി വീരിൽ നിന്നുള്ള ഈ ചോദ്യം അപ്രതീക്ഷിതമായി ഉണ്ടായിരുന്നില്ല. അദ്ദേഹം ആ കുട്ടിയുടെ സ്കൂളിൽ നടക്കുന്ന വാർക്ക്‌ഷോപ്പ് എങ്ങിനെയെന്ന് അറിയുകയും അവരുടെ ആവേശഭരിതമായ ഒരുക്കങ്ങൾ കണ്ടുകൂടിയിരുന്നു.",
                "ദാദാജി - ഇന്ന് ചന്ദ്രനോട് എന്താണ് പ്രത്യേകത?",
                "വീർ - ദാദാജി, ഇന്ന് രാവിലെ ഞാൻ എന്റെ മുറി ശുചീകരിക്കുമ്പോൾ ഞാൻ ഒരു പത്രത്തിലെ മുൻപുള്ള പേജിൽ ചന്ദ്രനിൽ ഒരു സ്‌പെയ്സ്‌ക്രാഫ്റ്റിന്റെ ചിത്രമൊണ്ട് കണ്ടു. അവിടെ ആഘോഷം നടത്തുന്ന ആളുകളുടെ ചിത്രങ്ങളും ഉണ്ടായിരുന്നു. ആ ദിവസം ഈ വാർത്ത ഇത്ര പ്രാധാന്യമുണ്ടായിരുന്നുവെന്ന് ഞാൻ അറിയാൻ ആഗ്രഹിക്കുന്നു."
              ]
            }
          ]
        }
      ]
    }
  ]
}
